{

  "home_page": {
    "what_we_offer": "O que oferecemos",
    "home_header_title": "Consultores de negócios ESG responsáveis ​​para cadeias de suprimentos",
    "home_header_sub_text": "Impactamos positivamente as empresas, os seus trabalhadores e as comunidades, ajudando a criar locais de trabalho melhores e mais eficientes na cadeia de abastecimento.",
    "home_header_label": "O que oferecemos:",
    "home_trusted_by_label": "Aprovado por mais de 500 empresas",
    "home_unlock_instant": "Desbloqueie soluções instantâneas com a VECTRA Shop",
    "home_unlock_instant_subtext": "Tenha acesso a recursos abrangentes para atingir as metas ESG da sua empresa.",
    "home_unlock_explore_btn": "Explorar tudo",
    "home_your_trusted": "Seu parceiro ESG confiável",
    "home_your_trusted_subtext": "Nossas soluções são adaptadas para capacitar sua organização a atingir metas ESG e construir cadeias de suprimentos mais resilientes e responsáveis.",
    "home_years_experience_count": "19+",
    "home_years_experience": "Anos de experiência",
    "home_experts_worldwide_count": "46 +",
    "home_sexperts_worldwide": "Especialistas em todo o mundo",
    "home_satisfied_clients_count": "455 +",
    "home_satisfied_clients": "Clientes Satisfeitos",
    "home_ready_to_make": "Pronto para causar um impacto positivo?",
    "home_ready_to_make_subtext": "Seu compromisso com um mundo melhor nos inspira. Seja nosso parceiro e vamos amplificar seu impacto juntos.",
    "home_consulting": "Consultoria",
    "home_page_current_situation": "Análise da situação atual",
    "home_page_site_perfomance": "Melhoria do desempenho do site",
    "home_page_independent_quality": "Garantia de Qualidade Independente",
    "home_page_reporting": "Relatórios",
    "home_page_compliance_diligence": "Conformidade, Risco e Due diligence ",
    "home_page_training": "Treinamento",
    "home_Tools": "Ferramentas",
    "home_trainings": "Treinamentos",
    "home_coachings": "Treinamentos",
    "home_get_in_touch": "Entre em contato",
    "home_subscribe_text": "Assine nosso boletim informativo para receber as últimas notícias do setor, análises criteriosas de especialistas e dicas práticas, entregues diretamente em sua caixa de entrada. ",
    "home_subscribe_btn": "Inscreva-se agora!"
  },
  "about_page": {
    "banner_title": "Sobre VECTRA International ENG",
    "story_title": "A história do VECTRA",
    "story_paragraph_1": "Cofundamos a VECTRA International em 2005 para melhorar a vida dos trabalhadores nas cadeias de abastecimento, de produtos e serviços, para melhorar a vida das pessoas nas comunidades locais. É nas cadeias de abastecimento que se pode chegar às pessoas mais vulneráveis ​​e ter o maior impacto na proteção das pessoas.",
    "story_paragraph_2": "Acreditamos que os negócios podem ser uma força para o bem. Nosso objetivo é melhorar o desempenho das empresas e, ao mesmo tempo, ajudar seus trabalhadores. É por isso que criamos um logotipo com cinco stakeholders (trabalhadores, locais de trabalho, marca, comunidade e consumidores) e incorporamos nossos valores no nome VECTRA: Valores, Ética, Comunidade, Transparência, Direitos e Ação.",
    "story_paragraph_3": "A missão da VECTRA é impactar positivamente as empresas, os seus trabalhadores e as comunidades, ajudando a criar locais de trabalho melhores e mais eficientes na cadeia de abastecimento.",
    "about_mission": "Nossa Missão",
    "about_mission_text": "Impactamos positivamente as empresas, os seus trabalhadores e as comunidades, ajudando a criar locais de trabalho melhores e mais eficientes na cadeia de abastecimento.",
    "about_vision": "Nossa Visão",
    "about_vision_text": "A VECTRA International irá capacitar empresas, trabalhadores e comunidades através de soluções inovadoras e personalizadas que constroem cadeias de abastecimento resilientes e eficientes para um futuro sustentável.",
    "about_vectra_values": "Valores VECTRA",
    "about_vectra_V_text": "V",
    "about_vectra_V_title_text": "Valores",
    "about_vectra_V_sub_text": "Nosso trabalho é baseado em princípios como respeito, inclusão, honestidade, comprometimento e confiança.",
    "about_vectra_E_text": "E",
    "about_vectra_E_title_text": "Ética",
    "about_vectra_E_sub_text": "Lideramos pelo exemplo, promovendo comportamentos que não causam danos, para que possamos fazer o bem.",
    "about_vectra_C_text": "C",
    "about_vectra_C_title_text": "Comunidade",
    "about_vectra_C_sub_text": "Reconhecemos e valorizamos todas as partes interessadas, incluindo trabalhadores, suas famílias, locais de trabalho, marcas e consumidores.",
    "about_vectra_T_text": "T",
    "about_vectra_T_title_text": "Transparência",
    "about_vectra_T_sub_text": "Somos diretos sobre o que queremos alcançar e como trabalhamos.",
    "about_vectra_R_text": "R",
    "about_vectra_R_title_text": "Direitas",
    "about_vectra_R_sub_text": "Defendemos a Declaração Universal dos Direitos Humanos.",
    "about_vectra_A_text": "UMA",
    "about_vectra_A_title_text": "Ação",
    "about_vectra_A_sub_text": "Acreditamos que o diálogo é importante, mas para fazer a diferença é necessária mudança.",
    "about_experience": "Um mundo de experiência",
    "about_strategy_banner_text": "Da estratégia à transformação, ajudamos as empresas a prosperar. Obtenha o suporte que você precisa.",
    "about_strategy_banner_text_btn": "Contate-nos",
    "about_positive_impact": "Quer causar um impacto positivo?",
    "about_positive_impact_btn": "Junte-se a nós",
    "about_c_text": "C",
    "about_leadership_heading": "Nossa equipe de liderança",
    "about_patricks_neyts": "Patrick Neyts",
    "about_patricks_neyts_sub": "CEO / Consultor Estratégico",
    "about_patricks_neyts_sub_text": "Patrick Neyts é CEO da VECTRA International, com mais de 30 anos de experiência em programas ESG, Códigos Corporativos e práticas de Negócios Responsáveis ​​em 11 setores industriais e 40 países.",
    "about_mario_rusack": "Mário Rusack van Rossum",
    "about_mario_rusack_sub": "Chefe de Vendas Globais",
    "about_mario_rusack_sub_text": "Mario Rusack-van Rossum é líder global de vendas na VECTRA International, com mais de 20 anos de experiência em vendas globais e um forte compromisso com causas sociais. Ele é um especialista em vendas dinâmico que traz muito conhecimento e paixão para a equipe.",
    "about_shalini_saini": "Shalini Saini",
    "about_shalini_saini_sub": "Chefe de Marketing e Comunicações",
    "about_shalini_saini_sub_text": "Shalini Saini é chefe de marketing e marketing. Comunicações na VECTRA International, com mais de 15 anos de experiência em relações públicas na indústria hoteleira, alavancando suas habilidades dinâmicas de liderança e visão de negócios em Nova Delhi, Índia.",
    "about_lorenz_berzau": "Lorenz Berzau",
    "about_lorenz_berzau_sub": "Chefe de Operações/Conselheiro Sênior",
    "about_lorenz_berzau_sub_text": "Lorenz Berzau é Chefe de Operações da VECTRA International, com sede em Salvador, Brasil, com foco em estratégia de sustentabilidade, direitos humanos e conformidade social, apoiado por 20 anos de experiência em consultoria e formação em direito.",
    "about_world_experience": "Um mundo de experiência",
    "about_country_presence": "Presença VECTRA no País",
    "about_vectra_coverage": "Cobertura VECTRA",
    "about_press_releases": "Comunicados de imprensa",
    "about_explore_all": "Explorar tudo"
  },
  "services_page": {
    "service_page_title": "Seu parceiro confiável para soluções ESG completas",
    "service_page_sub_text": "A VECTRA International oferece um conjunto completo de serviços para navegar no cenário complexo de ESG, desde auditorias e due diligence até treinamento e relatórios."
  },
  "contact_page": {
    "contact_page_title": "Entre em contato para começar a causar um impacto positivo",
    "contact_page_sub_text": "Preencha o formulário e colocaremos você em contato com um de nossos consultores.",
    "email_address": "contact@vectra-intl.com",
    "phone_number": "+32 495 239088"
  },
  "vectra_international": {
    "vectra_international_page_title": "VECTRA Internacional",
    "vectra_international_sub_text": "Compromisso de Sustentabilidade Ambiental",
    "vectra_international_text1": "Na VECTRA International, estamos empenhados em fazer a nossa parte para proteger o ambiente e promover a sustentabilidade. Reconhecemos que as nossas operações e atividades comerciais têm impacto no ambiente e estamos empenhados em minimizar esse impacto através de práticas e políticas responsáveis. Para esse efeito, comprometemo-nos a:",
    "vectra_international_text2": "Promova práticas empresariais responsáveis:",
    "vectra_international_text3": "Somos uma empresa líder global em consultoria de negócios responsáveis. Trabalhamos com nossos clientes para promover práticas empresariais responsáveis ​​e ajudá-los a alcançar padrões ESG (ambientais, sociais e de governança).",
    "vectra_international_text4": "Reduzir a nossa pegada de carbono:",
    "vectra_international_text5": "Tomaremos medidas para reduzir as nossas emissões de carbono e promover a eficiência energética, tais como a utilização de fontes de energia renováveis, a redução de resíduos e a otimização dos nossos transportes e logística.",
    "vectra_international_text6": "Promover a redução e reciclagem de resíduos:",
    "vectra_international_text7": "Nós nos esforçaremos para reduzir o desperdício e aumentar a reciclagem em nossas operações e trabalharemos para minimizar o uso de itens e embalagens descartáveis.",
    "vectra_international_text8": "Use materiais e produtos sustentáveis:",
    "vectra_international_text9": "Procuraremos e utilizaremos materiais e produtos sustentáveis ​​sempre que possível e encorajaremos nossos fornecedores e vendedores a fazerem o mesmo.",
    "vectra_international_text10": "Proteja os recursos naturais:",
    "vectra_international_text11": "Tomaremos medidas para proteger os recursos naturais, tais como a conservação da água, a minimização da utilização de materiais perigosos e a prevenção de atividades que possam prejudicar os ecossistemas e a vida selvagem.",
    "vectra_international_text12": "Educar e envolver nossos funcionários:",
    "vectra_international_text13": "Forneceremos educação e formação contínua aos nossos funcionários sobre sustentabilidade ambiental e incentivá-los-emos a tomar medidas para reduzir o seu próprio impacto ambiental.",
    "vectra_international_text14": "Colabore com nossos stakeholders:",
    "vectra_international_text15": "Trabalharemos em colaboração com nossos clientes, fornecedores, parceiros e outras partes interessadas para promover a sustentabilidade ambiental e criar um futuro mais sustentável.",
    "vectra_international_text16": "Reduzir a nossa pegada ambiental:",
    "vectra_international_text17": "Tomaremos medidas para minimizar o nosso impacto ambiental, incluindo a redução de resíduos, a conservação de energia e a transição para práticas e materiais sustentáveis ​​sempre que possível.",
    "vectra_international_text18": "Reconhecemos que alcançar a sustentabilidade ambiental é uma jornada contínua e estamos comprometidos em aprender e melhorar continuamente. Ao assumir este compromisso, comprometemo-nos a promover práticas e políticas sustentáveis ​​em todas as nossas atividades empresariais e a criar um futuro mais sustentável para as gerações vindouras."
  },
  "social_impact_pledge": {
    "social_impact_pledge_page_title": "VECTRA International",
    "social_impact_pledge_sub_text": "Compromisso de Impacto Social",
    "social_impact_pledge_vectra_sub_text": "Na VECTRA International, acreditamos que as empresas têm a responsabilidade de criar um impacto social positivo. Como tal, comprometemo-nos a:",
    "social_impact_pledge_text1": "Na VECTRA International, a nossa missão como consultores é ajudar as empresas a melhorar o seu desempenho e, ao mesmo tempo, melhorar a vida dos seus trabalhadores e das comunidades envolventes. Incorporados no nome VECTRA estão nossos valores fundamentais: Valores, Ética, Comunidade, Transparência, Direitos e Ação.",
    "social_impact_pledge_text2": "Acreditamos que as empresas têm a responsabilidade de criar um impacto social positivo. Como tal, comprometemo-nos a:",
    "social_impact_pledge_text3": "Priorizar o impacto social em nossas decisões de negócios:",
    "social_impact_pledge_text4": "Consideramos o impacto social das nossas decisões juntamente com considerações financeiras e esforçamo-nos por fazer escolhas que beneficiem todas as nossas partes interessadas: as pessoas e o planeta.",
    "social_impact_pledge_text5": "Defender os padrões éticos da IA:",
    "social_impact_pledge_text6": "Comprometemo-nos a apoiar as empresas na implantação de IA e tecnologias relacionadas com uma abordagem que coloca as pessoas em primeiro lugar, garantindo resultados positivos tanto para os trabalhadores como para os consumidores. Reconhecemos o vasto potencial da IA, bem como os seus riscos, e estamos empenhados em defender os padrões éticos em todas as cadeias de abastecimento globais. Estamos empenhados em garantir que estas tecnologias maximizem os benefícios para os trabalhadores e as suas comunidades.",
    "social_impact_pledge_text7": "Promover a diversidade, a equidade e a inclusão:",
    "social_impact_pledge_text8": "Criamos uma cultura de local de trabalho inclusiva que abraça a diversidade, promove a equidade e o equilíbrio entre vida pessoal e profissional e valoriza cada indivíduo.",
    "social_impact_pledge_text9": "Medir e relatar nosso progresso:",
    "social_impact_pledge_text10": "Medimos e reportamos regularmente as nossas iniciativas de impacto social, acompanhando o nosso progresso e identificando áreas de melhoria.",
    "social_impact_pledge_text11": "Acreditamos que, ao assumirmos este compromisso e procurarmos ativamente o impacto social, podemos criar um mundo melhor para nós, para as nossas partes interessadas e para as gerações futuras."
  },
  "diversity_equity": {
    "diversity_equity_page_title": "VECTRA International",
    "diversity_equity_sub_text": "Compromisso de Diversidade, Equidade e Inclusão (DEI)",
    "diversity_equity_text1": "Na VECTRA International, acreditamos que a diversidade, a equidade e a inclusão (DEI) são fundamentais para a criação de um local de trabalho que seja respeitoso, solidário e produtivo para todos os funcionários. Estamos empenhados em criar uma cultura que valorize as diferenças e promova um sentimento de pertença para todos. Para esse efeito, comprometemo-nos a:",
    "diversity_equity_text2": "Promova uma cultura de respeito e inclusão:",
    "diversity_equity_text3": "Criaremos um local de trabalho livre de discriminação, assédio e preconceito, e onde todos se sintam valorizados e apoiados.",
    "diversity_equity_text4": "Recrute e retenha uma força de trabalho diversificada:",
    "diversity_equity_text5": "Procuraremos e contrataremos ativamente funcionários de diversas origens e perspectivas e tomaremos medidas para retê-los, criando um ambiente acolhedor e de apoio.",
    "diversity_equity_text6": "Fornecer treinamento e educação:",
    "diversity_equity_text7": "Forneceremos treinamento e educação contínuos a todos os funcionários sobre tópicos de DEI, incluindo preconceito inconsciente e competência cultural.",
    "diversity_equity_text8": "Revise e atualize políticas:",
    "diversity_equity_text9": "Promoveremos um ambiente onde todos se sintam confortáveis ​​em partilhar os seus pensamentos e ideias, e onde a diversidade seja celebrada e incentivada.",
    "diversity_equity_text10": "Faça parceria com diversos fornecedores e vendedores:",
    "diversity_equity_text11": "Procuraremos e faremos parceria com diversos fornecedores e vendedores para apoiar o crescimento e o desenvolvimento de diversos negócios.",
    "diversity_equity_text12": "Medir o progresso:",
    "diversity_equity_text13": "Mediremos e acompanharemos regularmente nosso progresso nas metas de DEI e faremos os ajustes necessários para continuar a melhorar.",
    "diversity_equity_text14": "Reconhecemos que alcançar o DEI é uma jornada contínua e estamos comprometidos em aprender e melhorar continuamente. Ao assumir este compromisso, comprometemo-nos a criar um local de trabalho que valorize a diversidade, a equidade e a inclusão, e que seja acolhedor e apoie todos os funcionários."
  },
  "cookie_policy": {
    "cookie_policy_page_title": "VECTRA International",
    "cookie_policy_sub_text": "Política de Cookies",
    "diversity_equity_text1": "xxxxxxxxxxx",
    "diversity_equity_text2": "Esta política de cookies"
  },
  "privacy_policy": {
    "privacy_policy_page-header": "VECTRA International",
    "privacy_policy_page_title": "VECTRA Internacional - Política de Privacidade",
    "privacy_policy_sub_title": "A VECTRA International ('VECTRA') está comprometida em proteger a sua privacidade.",
    "privacy_policy_sub_text": "Esta Política de Privacidade explica como a VECTRA coleta, usa, divulga e protege suas informações pessoais. Ao acessar ou utilizar a página web ou loja da VECTRA, você concorda com as práticas descritas nesta Política de Privacidade.",
    "privacy_policy_text1": "1. Informações que coletamos",
    "privacy_policy_text2": "A VECTRA poderá coletar os seguintes tipos de informações:",
    "personal_information": "1.1. Informações pessoais:",
    "personal_information_text": "Quando você compra ou cria uma conta na loja de comércio eletrônico da VECTRA, a VECTRA pode coletar informações pessoais como seu nome, número de telefone, endereço de e-mail, endereço de cobrança e informações de pagamento. Não vendemos, alugamos, arrendamos ou emprestamos informações de nossos usuários.",
    "address_information": "1.2. Informações de endereço IP:",
    "address_information_text": "Nosso servidor web registra informações específicas sobre o uso deste site. Esta informação não é partilhada e é utilizada apenas para fins estatísticos.",
    "usage_information": "1.3. Informações de uso:",
    "usage_information_text": "A VECTRA poderá coletar informações sobre suas interações com o site da VECTRA, incluindo as páginas visitadas, links clicados e a duração de suas visitas.",
    "browser_information": "1.4. Informações do dispositivo e do navegador:",
    "browser_information_text": "A VECTRA pode coletar informações sobre o dispositivo e navegador que você usa para acessar o site da VECTRA, incluindo seu endereço IP, sistema operacional e tipo de navegador.",
    "user_information": "2. Como a VECTRA utiliza suas informações",
    "user_information_text": "A VECTRA utiliza as informações que a VECTRA coleta para os seguintes propósitos:",
    "order_processing": "2.1. Processamento de pedidos:",
    "order_processing_text": "A VECTRA usa suas informações pessoais para processar e atender seus pedidos e para fornecer acesso aos produtos e/ou serviços adquiridos.",
    "customer_support": "2.2. Suporte ao cliente:",
    "customer_support_text": "A VECTRA utiliza suas informações para fornecer suporte ao cliente e responder às suas dúvidas ou solicitações.",
    "analytics": "2.3. Análise:",
    "analytics_text": "A VECTRA usa informações de uso para análise para melhorar o conteúdo e a experiência do usuário da loja de comércio eletrônico da VECTRA.",
    "legal_compliance": "2.4. Conformidade Legal:",
    "legal_compliance_text": "A VECTRA poderá usar suas informações conforme necessário para cumprir as leis, regulamentos e processos legais aplicáveis.",
    "information_sharing": "3. Compartilhamento de informações",
    "information_sharing_text": "A VECTRA não vende nem aluga suas informações pessoais a terceiros. A VECTRA pode compartilhar suas informações com o seguinte:",
    "service_provider": "Provedores de serviços:",
    "service_provider_text": "A VECTRA pode compartilhar suas informações com fornecedores ou contratados que ajudam a VECTRA no processamento de pagamentos, atendimento de pedidos e hospedagem de sites.",
    "legal_requirments": "3.2. Requisitos Legais:",
    "legal_requirments_text": "A VECTRA poderá divulgar suas informações se exigido por lei ou se a VECTRA acreditar que tal ação é necessária para cumprir os requisitos legais.",
    "cookies_technologies": "4. Cookies e tecnologias de rastreamento",
    "cookies_technologies_text": "A loja de comércio eletrônico da VECTRA pode usar cookies e tecnologias de rastreamento semelhantes para melhorar sua experiência. Você pode ajustar as configurações do seu navegador para desativar cookies, o que pode afetar sua capacidade de usar o site da VECTRA.",
    "security": "5. Segurança",
    "security_text": "A VECTRA toma medidas razoáveis ​​para proteger suas informações. No entanto, nenhum método de transmissão ou armazenamento online é 100% seguro. Embora a VECTRA se esforce para proteger suas informações pessoais, a VECTRA não pode garantir sua segurança.",
    "privacy_choice": "6. Suas escolhas de privacidade",
    "privacy_choice_text": "Você pode ter várias opções de privacidade, incluindo:",
    "access_correction": "6.1. Acesso e correção:",
    "access_correction_text": "Você tem o direito de acessar e corrigir suas informações pessoais. Entre em contato com a VECTRA para solicitar acesso ou correções.",
    "marketing_communication": "6.2. Comunicações de marketing:",
    "marketing_communication_text": "Você pode optar por não receber comunicações de marketing da VECTRA seguindo as instruções de cancelamento de assinatura.",
    "external_links": "7. Links externos",
    "external_links_text": "Nosso site contém links para outros sites. A VECTRA International não é responsável pelas práticas de privacidade ou conteúdo de tais sites.",
    "contact_information": "8. Informações de contato",
    "contact_information_text": "Para dúvidas ou preocupações sobre esta Política de Privacidade ou suas informações pessoais, entre em contato com a VECTRA em info@vectra-intl.com."
  },

  "services": "Serviços",
  "resources": "Serviços",
  "blogs": "Blogues",
  "welcome": "Bem-vindo ao nosso site!",
  "about_us": "Sobre nós",
  "contact_us": "Contate-nos",

  "enviromental_sustaibablity_pledge": {
    "enviromental_sustaibablity_pledge_heading": "Compromisso de Sustentabilidade Ambiental",
    "enviromental_sustaibablity_pledge_sub": "Última atualização: 05 a julho de 2024",
    "enviromental_sustaibablity_pledge_sub_text_1": "Na VECTRA International, estamos empenhados em fazer a nossa parte para proteger o ambiente e promover a sustentabilidade. Reconhecemos que as nossas operações e atividades comerciais têm impacto no ambiente e estamos empenhados em minimizar esse impacto através de práticas e políticas responsáveis. Para esse efeito, comprometemo-nos a:",
    "enviromental_sustaibablity_pledge_sub_text_2": "Promova práticas empresariais responsáveis: Somos uma empresa líder global de consultoria empresarial responsável. Trabalhamos com nossos clientes para promover práticas empresariais responsáveis ​​e ajudá-los a alcançar padrões ESG (ambientais, sociais e de governança).",
    "enviromental_sustaibablity_pledge_sub_text_3": "Reduzir a nossa pegada de carbono: Tomaremos medidas para reduzir as nossas emissões de carbono e promover a eficiência energética, tais como a utilização de fontes de energia renováveis, a redução de resíduos e a otimização do nosso transporte e logística.",
    "enviromental_sustaibablity_pledge_sub_text_4": "Promover a redução de resíduos e a reciclagem: Faremos o possível para reduzir os resíduos e aumentar a reciclagem nas nossas operações e trabalharemos para minimizar o uso de itens e embalagens descartáveis.",
    "enviromental_sustaibablity_pledge_sub_text_5": "Utilizar materiais e produtos sustentáveis: Procuraremos e utilizaremos materiais e produtos sustentáveis ​​sempre que possível e encorajaremos os nossos fornecedores e vendedores a fazerem o mesmo.",
    "enviromental_sustaibablity_pledge_sub_text_6": " Proteger os recursos naturais: Tomaremos medidas para proteger os recursos naturais, tais como conservar a água, minimizar a utilização de materiais perigosos e evitar atividades que possam prejudicar os ecossistemas e a vida selvagem.",
    "enviromental_sustaibablity_pledge_sub_text_7": " Educar e envolver os nossos funcionários: Forneceremos educação e formação contínua aos nossos funcionários sobre sustentabilidade ambiental e incentivá-los-emos a tomar medidas para reduzir o seu próprio impacto ambiental.",
    "enviromental_sustaibablity_pledge_sub_text_8": "Colaborar com as nossas partes interessadas: Trabalharemos em colaboração com os nossos clientes, fornecedores, parceiros e outras partes interessadas para promover a sustentabilidade ambiental e criar um futuro mais sustentável.",
    "enviromental_sustaibablity_pledge_sub_text_9": "Reduzir a nossa pegada ambiental: Tomaremos medidas para minimizar o nosso impacto ambiental, incluindo a redução de resíduos, a conservação de energia e a transição para práticas e materiais sustentáveis ​​sempre que possível.",
    "enviromental_sustaibablity_pledge_sub_text_10": "Reconhecemos que alcançar a sustentabilidade ambiental é uma jornada contínua e estamos comprometidos em aprender e melhorar continuamente. Ao assumir este compromisso, comprometemo-nos a promover práticas e políticas sustentáveis ​​em todas as nossas atividades empresariais e a criar um futuro mais sustentável para as gerações vindouras."
  },

  "del_pledge": {
    "del_pledge_title": "VECTRA International",
    "del_pledge_sub": "Compromisso de Diversidade, Equidade e Inclusão (DEI)",
    "del_pledge_sub_text": "Na VECTRA International, acreditamos que a diversidade, a equidade e a inclusão (DEI) são fundamentais para a criação de um local de trabalho que seja respeitoso, solidário e produtivo para todos os funcionários. Estamos empenhados em criar uma cultura que valorize as diferenças e promova um sentimento de pertença para todos. Para esse efeito, comprometemo-nos a:",
    "del_pledge_customer_sub_1": "Promova uma cultura de respeito e inclusão:",
    "del_pledge_customer_sub_text_1": "Criaremos um local de trabalho livre de discriminação, assédio e preconceito, e onde todos se sintam valorizados e apoiados.",
    "del_pledge_customer_sub_2": "Recrute e retenha uma força de trabalho diversificada:",
    "del_pledge_customer_sub_text_2": "Procuraremos e contrataremos ativamente funcionários de diversas origens e perspectivas e tomaremos medidas para retê-los, criando um ambiente acolhedor e de apoio.",
    "del_pledge_customer_sub_3": "Fornecer treinamento e educação:",
    "del_pledge_customer_sub_text_3": "Forneceremos treinamento e educação contínuos a todos os funcionários sobre tópicos de DEI, incluindo preconceito inconsciente e competência cultural.",
    "del_pledge_customer_sub_4": "Revise e atualize políticas:",
    "del_pledge_customer_sub_text_4": "Promoveremos um ambiente onde todos se sintam confortáveis ​​em partilhar os seus pensamentos e ideias, e onde a diversidade seja celebrada e incentivada.",
    "del_pledge_customer_sub_5": "Faça parceria com diversos fornecedores e vendedores:",
    "del_pledge_customer_sub_text_5": "Procuraremos e faremos parceria com diversos fornecedores e vendedores para apoiar o crescimento e o desenvolvimento de diversos negócios.",
    "del_pledge_customer_sub_6": "Medir o progresso:",
    "del_pledge_customer_sub_text_6": "Mediremos e acompanharemos regularmente nosso progresso nas metas de DEI e faremos os ajustes necessários para continuar a melhorar.",
    "del_pledge_sub_text_2": "Reconhecemos que alcançar o DEI é uma jornada contínua e estamos comprometidos em aprender e melhorar continuamente. Ao assumir este compromisso, comprometemo-nos a criar um local de trabalho que valorize a diversidade, a equidade e a inclusão, e que seja acolhedor e apoie todos os funcionários."
  },

  
  "footer": {
    "title": "rodapé",
    "sub_title": "subtítulo"
  }
}
