{

  "home_page": {
    "what_we_offer": "Was wir bieten",
    "home_header_title": "Verantwortliche ESG-Unternehmensberater für Lieferketten",
    "home_header_sub_text": "Wir wirken sich positiv auf Unternehmen, ihre Mitarbeiter und Gemeinden aus, indem wir dazu beitragen, bessere und effizientere Arbeitsplätze in der Lieferkette zu schaffen.",
    "home_header_label": "Was wir bieten:",
    "home_trusted_by_label": "Mehr als 500 Unternehmen vertrauen darauf",
    "home_unlock_instant": "Schalten Sie Sofortlösungen mit dem VECTRA Shop frei",
    "home_unlock_instant_subtext": "Erhalten Sie Zugriff auf umfassende Ressourcen zur Erreichung der ESG-Ziele Ihres Unternehmens.",
    "home_unlock_explore_btn": "Entdecken Sie alles",
    "home_your_trusted": "Ihr vertrauenswürdiger ESG-Partner",
    "home_your_trusted_subtext": "Unsere Lösungen sind darauf zugeschnitten, Ihr Unternehmen in die Lage zu versetzen, ESG-Ziele zu erreichen und widerstandsfähigere, verantwortungsvollere Lieferketten aufzubauen.",
    "home_years_experience_count": "19+",
    "home_years_experience": "Jahrelange Erfahrung",
    "home_experts_worldwide_count": "46 +",
    "home_sexperts_worldwide": "Experten weltweit",
    "home_satisfied_clients_count": "455 +",
    "home_satisfied_clients": "Zufriedene Kunden",
    "home_ready_to_make": "Sind Sie bereit, etwas Positives zu bewirken?",
    "home_ready_to_make_subtext": "Ihr Engagement für eine bessere Welt inspiriert uns. Arbeiten Sie mit uns zusammen und lassen Sie uns gemeinsam Ihre Wirkung verstärken.",
    "home_consulting": "Consulting",
    "home_page_current_situation": "Aktuelle Situationsanalyse",
    "home_page_site_perfomance": "Verbesserung der Website-Leistung",
    "home_page_independent_quality": "Independent Quality Assurance",
    "home_page_reporting": "Berichterstattung",
    "home_page_compliance_diligence": "Compliance, Risiko &amp; Due Diligence",
    "home_page_training": "Ausbildung",
    "home_Tools": "Werkzeuge",
    "home_trainings": "Schulungen",
    "home_coachings": "Coachings",
    "home_get_in_touch": "Nehmen Sie Kontakt auf",
    "home_subscribe_text": "Abonnieren Sie unseren Newsletter, um die neuesten Branchennachrichten, aufschlussreiche Expertenanalysen und praktische Tipps zu erhalten – direkt in Ihren Posteingang. ",
    "home_subscribe_btn": "Jetzt abonnieren!"
  },
  "about_page": {
    "banner_title": "Über VECTRA International ENG",
    "story_title": "Die VECTRA-Geschichte",
    "story_paragraph_1": "Wir haben VECTRA International im Jahr 2005 mitgegründet, um das Leben der Arbeiter in Lieferketten für Produkte und Dienstleistungen zu verbessern und das Leben der Menschen in den lokalen Gemeinden zu verbessern. In Lieferketten können Sie die am stärksten gefährdeten Menschen erreichen und den größten Beitrag zum Schutz der Menschen leisten.",
    "story_paragraph_2": "Wir glauben, dass Unternehmen eine Kraft zum Guten sein können. Unser Ziel ist es, die Leistung von Unternehmen zu verbessern und gleichzeitig ihren Mitarbeitern zu helfen. Aus diesem Grund haben wir ein Logo mit fünf Stakeholdern (Arbeitnehmer, Arbeitsplätze, Marke, Gemeinschaft und Verbraucher) erstellt und unsere Werte in den Namen VECTRA eingebettet: Werte, Ethik, Gemeinschaft, Transparenz, Rechte und Aktion.",
    "story_paragraph_3": "Die Mission von VECTRA besteht darin, einen positiven Einfluss auf Unternehmen, ihre Mitarbeiter und Gemeinden zu haben, indem es dazu beiträgt, bessere und effizientere Arbeitsplätze in der Lieferkette zu schaffen.",
    "about_mission": "Unsere Mission",
    "about_mission_text": "Wir wirken sich positiv auf Unternehmen, ihre Mitarbeiter und Gemeinden aus, indem wir dazu beitragen, bessere und effizientere Arbeitsplätze in der Lieferkette zu schaffen.",
    "about_vision": "Unsere Vision",
    "about_vision_text": "VECTRA International wird Unternehmen, Arbeitnehmer und Gemeinden durch innovative, maßgeschneiderte Lösungen stärken, die belastbare und effiziente Lieferketten für eine nachhaltige Zukunft aufbauen.",
    "about_vectra_values": "VECTRA-Werte",
    "about_vectra_V_text": "V",
    "about_vectra_V_title_text": "Werte",
    "about_vectra_V_sub_text": "Unsere Arbeit basiert auf Prinzipien wie Respekt, Inklusivität, Ehrlichkeit, Engagement und Vertrauen.",
    "about_vectra_E_text": "E",
    "about_vectra_E_title_text": "Ethik",
    "about_vectra_E_sub_text": "Wir gehen mit gutem Beispiel voran und fördern Verhaltensweisen, die keinen Schaden anrichten, damit wir Gutes tun können.",
    "about_vectra_C_text": "C",
    "about_vectra_C_title_text": "Gemeinschaft",
    "about_vectra_C_sub_text": "Wir erkennen und wertschätzen alle Interessengruppen, einschließlich Arbeitnehmer, ihre Familien, Arbeitsplätze, Marken und Verbraucher.",
    "about_vectra_T_text": "T",
    "about_vectra_T_title_text": "Transparenz",
    "about_vectra_T_sub_text": "Wir sagen direkt, was wir erreichen wollen und wie wir arbeiten.",
    "about_vectra_R_text": "R",
    "about_vectra_R_title_text": "Rechte",
    "about_vectra_R_sub_text": "Wir halten uns an die Allgemeine Erklärung der Menschenrechte.",
    "about_vectra_A_text": "A",
    "about_vectra_A_title_text": "Aktion",
    "about_vectra_A_sub_text": "Wir glauben, dass Dialog wichtig ist, aber um etwas zu bewirken, ist Veränderung notwendig.",
    "about_experience": "Eine Erlebniswelt",
    "about_strategy_banner_text": "Von der Strategie bis zur Transformation helfen wir Unternehmen, erfolgreich zu sein. Holen Sie sich die Unterstützung, die Sie brauchen.",
    "about_strategy_banner_text_btn": "Kontaktieren Sie uns",
    "about_positive_impact": "Möchten Sie eine positive Wirkung erzielen?",
    "about_positive_impact_btn": "Begleiten Sie uns",
    "about_c_text": "C",
    "about_leadership_heading": "Unser Führungsteam",
    "about_patricks_neyts": "Patrick Neyts",
    "about_patricks_neyts_sub": "CEO / Strategischer Berater",
    "about_patricks_neyts_sub_text": "Patrick Neyts ist der Chief Executive Officer von VECTRA International und verfügt über mehr als 30 Jahre Erfahrung mit ESG-Programmen, Unternehmenskodizes und verantwortungsvollen Geschäftspraktiken in 11 Branchen und 40 Ländern.",
    "about_mario_rusack": "Mario Rusack van Rossum",
    "about_mario_rusack_sub": "Leiter des globalen Vertriebs",
    "about_mario_rusack_sub_text": "Mario Rusack-van Rossum ist Global Sales Lead bei VECTRA International, mit über 20 Jahren globaler Vertriebserfahrung und einem starken Engagement für soziale Zwecke. Er ist ein dynamischer Vertriebsexperte, der viel Wissen und Leidenschaft in das Team einbringt.“,",
    "about_shalini_saini_sub": "Leiter Marketing und Kommunikation",
    "about_shalini_saini_sub_text": "Shalini Saini ist Leiterin Marketing &amp; Kommunikation bei VECTRA International, mit über 15 Jahren PR-Erfahrung in der Hotelbranche, wobei sie ihre dynamischen Führungsqualitäten und ihren Geschäftssinn aus Neu-Delhi, Indien, nutzt.",
    "about_lorenz_berzau": "Lorenz Berzau",
    "about_lorenz_berzau_sub": "Betriebsleiter/Senior Advisor",
    "about_lorenz_berzau_sub_text": "Lorenz Berzau ist Head of Operations bei VECTRA International mit Sitz in Salvador, Brasilien, mit Schwerpunkt auf Nachhaltigkeitsstrategie, Menschenrechten und sozialer Compliance, unterstützt durch 20 Jahre Beratungserfahrung und einen juristischen Hintergrund.",
    "about_world_experience": "Eine Erlebniswelt",
    "about_country_presence": "VECTRA-Präsenz im Land",
    "about_vectra_coverage": "VECTRA-Abdeckung",
    "about_press_releases": "Pressemitteilungen",
    "about_explore_all": "Entdecken Sie alles"
  },
  "services_page": {
    "service_page_title": "Ihr vertrauenswürdiger Partner für End-to-End-ESG-Lösungen",
    "service_page_sub_text": "VECTRA International bietet eine umfassende Palette an Dienstleistungen zur Bewältigung der komplexen ESG-Landschaft, von Audits und Due Diligence bis hin zu Schulung und Berichterstattung."
  },
  "contact_page": {
    "contact_page_title": "Nehmen Sie Kontakt auf, um eine positive Wirkung zu erzielen",
    "contact_page_sub_text": "Füllen Sie das Formular aus und wir verbinden Sie mit einem unserer Berater.",
    "email_address": "contact@vectra-intl.com",
    "phone_number": "+32 495 239088"
  },
  "vectra_international": {
    "vectra_international_page_title": "VECTRA International",
    "vectra_international_sub_text": "Versprechen zur ökologischen Nachhaltigkeit",
    "vectra_international_text1": "Bei VECTRA International engagieren wir uns dafür, unseren Teil zum Schutz der Umwelt und zur Förderung der Nachhaltigkeit beizutragen. Wir sind uns bewusst, dass unsere Betriebsabläufe und Geschäftsaktivitäten Auswirkungen auf die Umwelt haben, und wir verpflichten uns, diese Auswirkungen durch verantwortungsvolle Praktiken und Richtlinien zu minimieren. Zu diesem Zweck verpflichten wir uns:",
    "vectra_international_text2": "Fördern Sie verantwortungsvolle Geschäftspraktiken:",
    "vectra_international_text3": "Wir sind ein weltweit führendes, verantwortungsvolles Unternehmensberatungsunternehmen. Wir arbeiten mit unseren Kunden zusammen, um verantwortungsvolle Geschäftspraktiken zu fördern und ihnen dabei zu helfen, ESG-Standards (Umwelt, Soziales und Governance) zu erreichen.",
    "vectra_international_text4": "Reduzieren Sie unseren CO2-Fußabdruck:",
    "vectra_international_text5": "Wir werden Maßnahmen ergreifen, um unsere CO2-Emissionen zu reduzieren und die Energieeffizienz zu fördern, beispielsweise durch die Nutzung erneuerbarer Energiequellen, die Reduzierung von Abfall und die Optimierung unserer Transport- und Logistikaktivitäten.",
    "vectra_international_text6": "Abfallreduzierung und Recycling fördern:",
    "vectra_international_text7": "Wir werden bestrebt sein, Abfall zu reduzieren und das Recycling in unseren Betrieben zu steigern und werden daran arbeiten, den Einsatz von Einwegartikeln und -verpackungen zu minimieren.",
    "vectra_international_text8": "Verwenden Sie nachhaltige Materialien und Produkte:",
    "vectra_international_text9": "Wir werden nach Möglichkeit nachhaltige Materialien und Produkte suchen und verwenden und unsere Lieferanten und Lieferanten dazu ermutigen, dasselbe zu tun.",
    "vectra_international_text10": "Natürliche Ressourcen schützen:",
    "vectra_international_text11": "Wir werden Maßnahmen ergreifen, um natürliche Ressourcen zu schützen, z. B. Wasser zu sparen, den Einsatz gefährlicher Materialien zu minimieren und Aktivitäten zu vermeiden, die Ökosysteme und Wildtiere schädigen können.",
    "vectra_international_text12": "Informieren und engagieren Sie unsere Mitarbeiter:",
    "vectra_international_text13": "Wir werden unsere Mitarbeiter fortlaufend zum Thema ökologische Nachhaltigkeit weiterbilden und schulen und sie dazu ermutigen, Maßnahmen zur Reduzierung ihrer eigenen Umweltauswirkungen zu ergreifen.",
    "vectra_international_text14": "Arbeiten Sie mit unseren Stakeholdern zusammen:",
    "vectra_international_text15": "Wir werden mit unseren Kunden, Lieferanten, Partnern und anderen Interessengruppen zusammenarbeiten, um die ökologische Nachhaltigkeit zu fördern und eine nachhaltigere Zukunft zu schaffen.",
    "vectra_international_text16": "Reduzieren Sie unseren ökologischen Fußabdruck:",
    "vectra_international_text17": "Wir werden Maßnahmen ergreifen, um unsere Auswirkungen auf die Umwelt zu minimieren, einschließlich der Reduzierung von Abfall, der Einsparung von Energie und der Umstellung auf nachhaltige Praktiken und Materialien, wo immer dies möglich ist.",
    "vectra_international_text18": "Wir sind uns bewusst, dass das Erreichen ökologischer Nachhaltigkeit ein fortlaufender Weg ist, und wir sind bestrebt, kontinuierlich zu lernen und uns zu verbessern. Mit diesem Versprechen verpflichten wir uns, nachhaltige Praktiken und Richtlinien in allen unseren Geschäftsaktivitäten zu fördern und eine nachhaltigere Zukunft für kommende Generationen zu schaffen."
  },
  "social_impact_pledge": {
    "social_impact_pledge_page_title": "VECTRA International",
    "social_impact_pledge_sub_text": "Versprechen zur sozialen Wirkung",
    "social_impact_pledge_vectra_sub_text": "Bei VECTRA International glauben wir, dass Unternehmen die Verantwortung haben, eine positive soziale Wirkung zu erzielen. Daher verpflichten wir uns:",
    "social_impact_pledge_text1": "Bei VECTRA International besteht unsere Mission als Berater darin, Unternehmen dabei zu helfen, ihre Leistung zu verbessern und gleichzeitig das Leben ihrer Mitarbeiter und der umliegenden Gemeinden zu verbessern. Im Namen VECTRA sind unsere Grundwerte verankert: Werte, Ethik, Gemeinschaft, Transparenz, Rechte und Handeln.",
    "social_impact_pledge_text2": "Wir glauben, dass Unternehmen die Verantwortung haben, eine positive soziale Wirkung zu erzielen. Daher verpflichten wir uns:",
    "social_impact_pledge_text3": "Priorisieren Sie soziale Auswirkungen bei unseren Geschäftsentscheidungen:",
    "social_impact_pledge_text4": "Wir berücksichtigen neben finanziellen Überlegungen auch die sozialen Auswirkungen unserer Entscheidungen und streben danach, Entscheidungen zu treffen, die allen unseren Interessengruppen zugute kommen: den Menschen und dem Planeten.",
    "social_impact_pledge_text5": "Halten Sie die ethischen Standards der KI ein:",
    "social_impact_pledge_text6": "Wir verpflichten uns, Unternehmen beim Einsatz von KI und verwandten Technologien mit einem Ansatz zu unterstützen, bei dem der Mensch im Mittelpunkt steht, und so positive Ergebnisse sowohl für Arbeitnehmer als auch für Verbraucher sicherzustellen. Wir sind uns des enormen Potenzials von KI sowie ihrer Risiken bewusst und setzen uns für die Einhaltung ethischer Standards in allen globalen Lieferketten ein. Wir setzen uns dafür ein, dass diese Technologien den Nutzen für Arbeitnehmer und ihre Gemeinden maximieren.",
    "social_impact_pledge_text7": "Förderung von Vielfalt, Gerechtigkeit und Inklusion:",
    "social_impact_pledge_text8": "Wir schaffen eine integrative Arbeitsplatzkultur, die Vielfalt berücksichtigt, Gerechtigkeit und Work-Life-Balance fördert und jeden Einzelnen wertschätzt.",
    "social_impact_pledge_text9": "Messen und berichten Sie über unsere Fortschritte:",
    "social_impact_pledge_text10": "Wir messen und berichten regelmäßig über unsere Social-Impact-Initiativen, verfolgen unsere Fortschritte und identifizieren Bereiche mit Verbesserungspotenzial.",
    "social_impact_pledge_text11": "Wir glauben, dass wir durch die Abgabe dieses Versprechens und die aktive Verfolgung sozialer Auswirkungen eine bessere Welt für uns selbst, unsere Stakeholder und zukünftige Generationen schaffen können."
  },
  "diversity_equity": {
    "diversity_equity_page_title": "VECTRA International",
    "diversity_equity_sub_text": "Versprechen zu Vielfalt, Gerechtigkeit und Inklusion (DEI).",
    "diversity_equity_text1": "Bei VECTRA International glauben wir, dass Diversität, Gerechtigkeit und Inklusion (DEI) entscheidend für die Schaffung eines Arbeitsplatzes sind, der für alle Mitarbeiter respektvoll, unterstützend und produktiv ist. Wir setzen uns dafür ein, eine Kultur zu schaffen, die Unterschiede wertschätzt und das Zugehörigkeitsgefühl aller fördert. Zu diesem Zweck verpflichten wir uns:",
    "diversity_equity_text2": "Fördern Sie eine Kultur des Respekts und der Inklusivität:",
    "diversity_equity_text3": "Wir werden einen Arbeitsplatz schaffen, der frei von Diskriminierung, Belästigung und Voreingenommenheit ist und an dem sich jeder wertgeschätzt und unterstützt fühlt.",
    "diversity_equity_text4": "Rekrutieren und halten Sie eine vielfältige Belegschaft:",
    "diversity_equity_text5": "Wir werden aktiv Mitarbeiter mit unterschiedlichem Hintergrund und unterschiedlichen Perspektiven suchen und einstellen und Maßnahmen ergreifen, um sie zu halten, indem wir ein einladendes und unterstützendes Umfeld schaffen.",
    "diversity_equity_text6": "Bieten Sie Schulungen und Schulungen an:",
    "diversity_equity_text7": "Wir bieten allen Mitarbeitern kontinuierliche Schulungen und Schulungen zu DEI-Themen an, einschließlich unbewusster Voreingenommenheit und kultureller Kompetenz.",
    "diversity_equity_text8": "Richtlinien überprüfen und aktualisieren:",
    "diversity_equity_text9": "Wir werden ein Umfeld schaffen, in dem sich jeder wohlfühlt, seine Gedanken und Ideen zu teilen, und in dem Vielfalt gefeiert und gefördert wird.",
    "diversity_equity_text10": "Arbeiten Sie mit verschiedenen Lieferanten und Anbietern zusammen:",
    "diversity_equity_text11": "Wir werden verschiedene Lieferanten und Anbieter suchen und mit ihnen zusammenarbeiten, um das Wachstum und die Entwicklung verschiedener Unternehmen zu unterstützen.",
    "diversity_equity_text12": "Fortschritt messen:",
    "diversity_equity_text13": "Wir werden unsere Fortschritte bei den DEI-Zielen regelmäßig messen und verfolgen und bei Bedarf Anpassungen vornehmen, um uns weiter zu verbessern.",
    "diversity_equity_text14": "Wir sind uns bewusst, dass das Erreichen von DEI eine fortlaufende Reise ist, und wir sind bestrebt, kontinuierlich zu lernen und uns zu verbessern. Mit diesem Versprechen verpflichten wir uns, einen Arbeitsplatz zu schaffen, der Vielfalt, Gleichberechtigung und Inklusion schätzt und der alle Mitarbeiter willkommen heißt und unterstützt."
  },
  "cookie_policy": {
    "cookie_policy_page_title": "VECTRA International",
    "cookie_policy_sub_text": "Cookie-Richtlinie",
    "diversity_equity_text1": "xxxxxxxxxxx",
    "diversity_equity_text2": "Diese Cookie-Richtlinie"
  },
  "privacy_policy": {
    "privacy_policy_page-header": "VECTRA International",
    "privacy_policy_page_title": "VECTRA International – Datenschutzrichtlinie",
    "privacy_policy_sub_title": "VECTRA International („VECTRA“) verpflichtet sich, Ihre Privatsphäre zu schützen.",
    "privacy_policy_sub_text": "In dieser Datenschutzrichtlinie wird erläutert, wie VECTRA Ihre personenbezogenen Daten erhebt, verwendet, offenlegt und schützt. Indem Sie auf die Webseite oder den Shop von VECTRA zugreifen oder diese nutzen, stimmen Sie den in dieser Datenschutzrichtlinie beschriebenen Praktiken zu.",
    "privacy_policy_text1": "1. Informationen, die wir sammeln",
    "privacy_policy_text2": "VECTRA kann die folgenden Arten von Informationen sammeln:",
    "personal_information": "1.1. Persönliche Informationen:",
    "personal_information_text": "Wenn Sie im E-Commerce-Shop von VECTRA kaufen oder ein Konto erstellen, erfasst VECTRA möglicherweise personenbezogene Daten wie Ihren Namen, Ihre Telefonnummer, Ihre E-Mail-Adresse, Rechnungsadresse und Zahlungsinformationen. Wir verkaufen, vermieten, leasen oder leihen die Informationen unserer Benutzer nicht.",
    "address_information": "1.2. Informationen zur IP-Adresse:",
    "address_information_text": "Unser Webserver protokolliert spezifische Informationen über die Nutzung dieser Website. Diese Informationen werden nicht weitergegeben und dienen ausschließlich statistischen Zwecken.",
    "usage_information": "1.3. Nutzungsinformationen:",
    "usage_information_text": "VECTRA kann Informationen über Ihre Interaktionen mit der Website von VECTRA sammeln, einschließlich der besuchten Seiten, angeklickten Links und der Dauer Ihrer Besuche.",
    "browser_information": "1.4. Geräte- und Browserinformationen:",
    "browser_information_text": "VECTRA erfasst möglicherweise Informationen über das Gerät und den Browser, mit denen Sie auf die Website von VECTRA zugreifen, einschließlich Ihrer IP-Adresse, Ihres Betriebssystems und Ihres Browsertyps.",
    "user_information": "2. Wie VECTRA Ihre Daten nutzt",
    "user_information_text": "VECTRA nutzt die von VECTRA erfassten Informationen für folgende Zwecke:",
    "order_processing": "2.1. Auftragsabwicklung:",
    "order_processing_text": "VECTRA nutzt Ihre personenbezogenen Daten, um Ihre Bestellungen zu bearbeiten und auszuführen und Ihnen Zugang zu Ihren gekauften Produkten und/oder Dienstleistungen zu verschaffen.",
    "customer_support": "2.2. Kundensupport:",
    "customer_support_text": "VECTRA nutzt Ihre Daten, um Kundensupport zu bieten und auf Ihre Anfragen oder Wünsche zu antworten.",
    "analytics": "2.3. Analytik:",
    "analytics_text": "VECTRA nutzt Nutzungsinformationen für Analysen, um den Inhalt und das Benutzererlebnis des E-Commerce-Shops von VECTRA zu verbessern.",
    "legal_compliance": "2.4. Rechtskonformität:",
    "legal_compliance_text": "VECTRA kann Ihre Daten bei Bedarf verwenden, um geltende Gesetze, Vorschriften und rechtliche Verfahren einzuhalten.",
    "information_sharing": "3. Informationsaustausch",
    "information_sharing_text": "VECTRA verkauft oder vermietet Ihre persönlichen Daten nicht an Dritte. VECTRA kann Ihre Daten an Folgendes weitergeben:",
    "service_provider": "Dienstleister:",
    "service_provider_text": "VECTRA kann Ihre Daten an Anbieter oder Auftragnehmer weitergeben, die VECTRA bei der Zahlungsabwicklung, Auftragsabwicklung und Website-Hosting unterstützen.",
    "legal_requirments": "3.2. Gesetzliche Anforderungen:",
    "legal_requirments_text": "VECTRA kann Ihre Daten offenlegen, wenn dies gesetzlich vorgeschrieben ist oder wenn VECTRA der Ansicht ist, dass eine solche Maßnahme zur Einhaltung gesetzlicher Anforderungen erforderlich ist.",
    "cookies_technologies": "4. Cookies und Tracking-Technologien",
    "cookies_technologies_text": "Der E-Commerce-Shop von VECTRA verwendet möglicherweise Cookies und ähnliche Tracking-Technologien, um Ihr Erlebnis zu verbessern. Sie können Ihre Browsereinstellungen anpassen, um Cookies zu deaktivieren, die Ihre Nutzung der VECTRA-Website beeinträchtigen können.",
    "security": "5. Sicherheit",
    "security_text": "VECTRA ergreift angemessene Maßnahmen zum Schutz Ihrer Daten. Allerdings ist keine Methode der Online-Übertragung oder -Speicherung zu 100 % sicher. Obwohl VECTRA bestrebt ist, Ihre persönlichen Daten zu schützen, kann VECTRA deren Sicherheit nicht garantieren.",
    "privacy_choice": "6. Ihre Datenschutzoptionen",
    "privacy_choice_text": "Sie haben möglicherweise verschiedene Datenschutzoptionen, darunter:",
    "access_correction": "6.1. Zugriff und Korrektur:",
    "access_correction_text": "Sie haben das Recht, auf Ihre persönlichen Daten zuzugreifen und diese zu korrigieren. Kontaktieren Sie VECTRA, um Zugang oder Korrekturen anzufordern.",
    "marketing_communication": "6.2. Marketingkommunikation:",
    "marketing_communication_text": "Sie können sich dafür entscheiden, keine Marketingmitteilungen von VECTRA zu erhalten, indem Sie den Anweisungen zum Abbestellen folgen.",
    "external_links": "7. Externe Links",
    "external_links_text": "Unsere Website enthält Links zu anderen Websites. VECTRA International ist nicht für die Datenschutzpraktiken oder Inhalte dieser Websites verantwortlich.",
    "contact_information": "8. Kontaktinformationen",
    "contact_information_text": "Bei Fragen oder Bedenken bezüglich dieser Datenschutzrichtlinie oder Ihren persönlichen Daten wenden Sie sich bitte an VECTRA unter info@vectra-intl.com."
  },

  "services": "Dienstleistungen",
  "resources": "Ressourcen",
  "blogs": "Blogs",
  "welcome": "Willkommen auf unserer Seite!",
  "about_us": "Über uns",
  "contact_us": "Kontaktieren Sie uns",

  "enviromental_sustaibablity_pledge": {
    "enviromental_sustaibablity_pledge_heading": "Versprechen zur ökologischen Nachhaltigkeit",
    "enviromental_sustaibablity_pledge_sub": "Letzte Aktualisierung: 05. Juli 2024",
    "enviromental_sustaibablity_pledge_sub_text_1": "Bei VECTRA International engagieren wir uns dafür, unseren Teil zum Schutz der Umwelt und zur Förderung der Nachhaltigkeit beizutragen. Wir sind uns bewusst, dass unsere Betriebsabläufe und Geschäftsaktivitäten Auswirkungen auf die Umwelt haben, und wir verpflichten uns, diese Auswirkungen durch verantwortungsvolle Praktiken und Richtlinien zu minimieren. Zu diesem Zweck verpflichten wir uns:",
    "enviromental_sustaibablity_pledge_sub_text_2": "Fördern Sie verantwortungsvolle Geschäftspraktiken: Wir sind ein weltweit führendes Beratungsunternehmen für verantwortungsvolles Wirtschaften. Wir arbeiten mit unseren Kunden zusammen, um verantwortungsvolle Geschäftspraktiken zu fördern und ihnen dabei zu helfen, ESG-Standards (Umwelt, Soziales und Governance) zu erreichen.",
    "enviromental_sustaibablity_pledge_sub_text_3": "Reduzieren unseres CO2-Fußabdrucks: Wir werden Maßnahmen ergreifen, um unsere CO2-Emissionen zu reduzieren und die Energieeffizienz zu fördern, z. B. durch die Nutzung erneuerbarer Energiequellen, die Reduzierung von Abfall und die Optimierung unseres Transports und unserer Logistik.",
    "enviromental_sustaibablity_pledge_sub_text_4": "Abfallreduzierung und Recycling fördern: Wir werden uns bemühen, den Abfall zu reduzieren und das Recycling in unseren Betrieben zu steigern und werden daran arbeiten, den Einsatz von Einwegartikeln und -verpackungen zu minimieren.",
    "enviromental_sustaibablity_pledge_sub_text_5": " Verwenden Sie nachhaltige Materialien und Produkte: Wir werden nach Möglichkeit nachhaltige Materialien und Produkte suchen und verwenden und unsere Lieferanten und Lieferanten dazu ermutigen, dasselbe zu tun.",
    "enviromental_sustaibablity_pledge_sub_text_6": " Natürliche Ressourcen schützen: Wir werden Maßnahmen ergreifen, um natürliche Ressourcen zu schützen, z. B. Wasser zu sparen, den Einsatz gefährlicher Materialien zu minimieren und Aktivitäten zu vermeiden, die Ökosysteme und Wildtiere schädigen können.",
    "enviromental_sustaibablity_pledge_sub_text_7": "Informieren und engagieren Sie unsere Mitarbeiter: Wir bieten unseren Mitarbeitern kontinuierliche Schulungen und Schulungen zum Thema ökologische Nachhaltigkeit an und ermutigen sie, Maßnahmen zur Reduzierung ihrer eigenen Umweltauswirkungen zu ergreifen.",
    "enviromental_sustaibablity_pledge_sub_text_8": "Zusammenarbeit mit unseren Stakeholdern: Wir werden mit unseren Kunden, Lieferanten, Partnern und anderen Stakeholdern zusammenarbeiten, um die ökologische Nachhaltigkeit zu fördern und eine nachhaltigere Zukunft zu schaffen.",
    "enviromental_sustaibablity_pledge_sub_text_9": "Reduzieren Sie unseren ökologischen Fußabdruck: Wir werden Maßnahmen ergreifen, um unsere Auswirkungen auf die Umwelt zu minimieren, einschließlich der Reduzierung von Abfall, der Einsparung von Energie und der Umstellung auf nachhaltige Praktiken und Materialien, wo immer möglich.",
    "enviromental_sustaibablity_pledge_sub_text_10": " Wir sind uns bewusst, dass das Erreichen ökologischer Nachhaltigkeit ein fortlaufender Weg ist, und wir sind bestrebt, kontinuierlich zu lernen und uns zu verbessern. Mit diesem Versprechen verpflichten wir uns, nachhaltige Praktiken und Richtlinien in allen unseren Geschäftsaktivitäten zu fördern und eine nachhaltigere Zukunft für kommende Generationen zu schaffen."
  },

  "del_pledge": {
    "del_pledge_title": "VECTRA International",
    "del_pledge_sub": "Versprechen zu Vielfalt, Gerechtigkeit und Inklusion (DEI).",
    "del_pledge_sub_text": "Bei VECTRA International glauben wir, dass Diversität, Gerechtigkeit und Inklusion (DEI) entscheidend für die Schaffung eines Arbeitsplatzes sind, der für alle Mitarbeiter respektvoll, unterstützend und produktiv ist. Wir setzen uns dafür ein, eine Kultur zu schaffen, die Unterschiede wertschätzt und das Zugehörigkeitsgefühl aller fördert. Zu diesem Zweck verpflichten wir uns:",
    "del_pledge_customer_sub_1": "Fördern Sie eine Kultur des Respekts und der Inklusivität:",
    "del_pledge_customer_sub_text_1": "Wir werden einen Arbeitsplatz schaffen, der frei von Diskriminierung, Belästigung und Voreingenommenheit ist und an dem sich jeder wertgeschätzt und unterstützt fühlt.",
    "del_pledge_customer_sub_2": "Rekrutieren und halten Sie eine vielfältige Belegschaft:",
    "del_pledge_customer_sub_text_2": "Wir werden aktiv Mitarbeiter mit unterschiedlichem Hintergrund und unterschiedlichen Perspektiven suchen und einstellen und Maßnahmen ergreifen, um sie zu halten, indem wir ein einladendes und unterstützendes Umfeld schaffen.",
    "del_pledge_customer_sub_3": "Bieten Sie Schulungen und Schulungen an:",
    "del_pledge_customer_sub_text_3": "Wir bieten allen Mitarbeitern kontinuierliche Schulungen und Schulungen zu DEI-Themen an, einschließlich unbewusster Voreingenommenheit und kultureller Kompetenz.",
    "del_pledge_customer_sub_4": "Richtlinien überprüfen und aktualisieren:",
    "del_pledge_customer_sub_text_4": "Wir werden ein Umfeld schaffen, in dem sich jeder wohlfühlt, seine Gedanken und Ideen zu teilen, und in dem Vielfalt gefeiert und gefördert wird.",
    "del_pledge_customer_sub_5": "Arbeiten Sie mit verschiedenen Lieferanten und Anbietern zusammen:",
    "del_pledge_customer_sub_text_5": "Wir werden verschiedene Lieferanten und Anbieter suchen und mit ihnen zusammenarbeiten, um das Wachstum und die Entwicklung verschiedener Unternehmen zu unterstützen.",
    "del_pledge_customer_sub_6": "Fortschritt messen:",
    "del_pledge_customer_sub_text_6": "Wir werden unsere Fortschritte bei den DEI-Zielen regelmäßig messen und verfolgen und bei Bedarf Anpassungen vornehmen, um uns weiter zu verbessern.",
    "del_pledge_sub_text_2": "Wir sind uns bewusst, dass das Erreichen von DEI eine fortlaufende Reise ist, und wir sind bestrebt, kontinuierlich zu lernen und uns zu verbessern. Mit diesem Versprechen verpflichten wir uns, einen Arbeitsplatz zu schaffen, der Vielfalt, Gleichberechtigung und Inklusion schätzt und der alle Mitarbeiter willkommen heißt und unterstützt."
  },

  
  "footer": {
    "title": "Fußzeile",
    "sub_title": "Untertitel"
  }
}
